
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
r
s
t
v
w
x
丁
万
专
世
业
丛
东
丝
丢
两
严
中
丰
丸
主
举
久
乌
乍
乏
乒
乞
书
买
争
事
亏
云
互
井
亚
交
产
亩
享
京
人
亿
仅
代
仪
件
价
份
仿
企
伏
伐
众
优
伟
传
伯
估
伸
伺
位
低
住
佐
体
作
使
例
供
侧
便
促
俄
俏
保
信
修
俱
倍
倒
债
值
偏
做
停
健
傈
储
允
元
充
兆
克
免
兔
入
全
公
兰
共
关
兴
具
典
养
兼
冀
册
冗
写
冢
冬
决
冶
冷
净
准
凌
减
凑
凝
凤
凶
出
击
刀
分
刍
划
列
创
初
利
制
券
刻
剂
剑
剒
剧
副
割
力
功
加
务
劣
动
助
励
劲
劵
势
勘
勠
勹
匀
包
化
北
匡
匣
区
医
千
升
半
华
协
卓
单
卖
南
博
占
卡
卤
卧
危
卸
厂
厅
历
压
厌
厘
厚
原
厨
县
叉
及
双
发
取
受
变
叠
口
古
可
台
史
右
叶
司
合
吉
吋
名
吏
吕
吨
含
听
吴
吸
吹
吾
呈
员
周
味
命
咀
咖
咨
咸
品
响
售
唯
唱
商
善
喉
喜
喷
喹
嘉
器
噶
囊
回
团
园
围
固
国
图
圃
圈
圏
土
场
圾
址
均
坎
坐
坑
块
坚
坝
坡
坦
坪
型
垣
城
埃
埋
域
培
基
堆
堵
塘
填
境
墒
増
墙
增
壁
士
壮
声
壳
备
复
够
大
太
夭
央
夯
失
头
夹
奉
奔
契
奖
套
奢
女
奶
妇
妾
姑
姓
委
威
娃
娩
子
孔
字
存
孜
季
孤
学
孵
宇
守
安
完
宗
官
定
宜
实
审
客
室
害
宽
宿
寄
寅
密
富
寒
寓
寞
察
寺
寻
导
封
専
尊
少
尖
尘
尚
尺
尾
尿
局
层
居
届
屋
屏
展
属
履
岁
岗
岛
岩
岭
岸
峡
峰
崖
嵩
川
州
巢
工
左
巨
差
巷
币
市
布
帅
师
帕
带
帮
常
幅
幕
干
平
乡
广
庄
床
序
库
应
店
府
废
度
座
康
廊
延
建
开
异
弃
式
引
张
弧
弱
强
形
彭
影
役
征
径
律
徐
御
微
德
心
忆
志
忠
快
念
态
急
性
恢
恨
恩
恬
息
恺
情
惠
想
感
愤
愿
懂
戌
戎
成
战
戴
户
房
扇
手
扒
托
扛
扩
扫
扬
扯
扶
批
找
承
技
抓
投
抗
抚
抛
护
报
披
抵
押
抽
担
拆
拉
拍
拓
拖
拟
拥
拨
择
拴
拼
持
指
挖
挝
挥
捏
捕
捣
捧
授
排
掖
掘
探
接
控
推
掰
掺
提
插
揣
揭
揽
搞
搭
携
撑
撞
撤
播
攀
支
收
改
攻
放
政
效
教
敞
敢
散
数
整
文
斑
斗
断
新
方
施
旅
族
旗
日
旧
早
旱
昌
明
易
昔
昕
星
春
显
晋
晚
晟
普
景
晰
晶
智
暖
暗
暠
暣
暤
暨
暮
曒
曲
更
曹
月
有
朊
服
朗
期
木
未
末
术
机
杀
杂
权
杆
杉
李
材
村
束
条
来
杨
极
杯
松
板
构
枇
析
枕
林
枚
果
枪
枫
架
柄
柑
染
柔
柚
查
柱
柳
査
栅
标
栈
栏
树
栓
校
株
核
根
格
桂
桃
案
桉
桑
档
桥
桦
桩
桶
梁
梅
梓
梢
梦
梨
梭
梯
械
梳
检
棉
棋
棒
棚
植
椎
椭
椰
楂
楚
楼
榄
榜
槛
槽
模
横
欠
次
欧
款
歌
正
步
武
歼
殉
残
殖
段
毁
母
毒
毛
毫
毯
氄
氐
民
气
永
汀
汁
求
汇
汉
汗
江
池
污
汤
汽
沈
沙
沟
没
沣
沪
河
油
治
沾
泉
法
泛
泡
波
泥
注
洁
洋
洒
洗
洛
津
洲
活
洽
派
流
浅
浆
测
济
浒
浓
浙
浚
浠
浮
海
浸
消
涡
润
液
淘
淮
深
混
清
渍
渔
渗
渝
渠
渣
温
渭
港
游
湖
湘
湟
湾
湿
溅
源
溴
滇
滑
满
滥
滨
滩
漂
演
潜
潭
潮
潼
澄
澳
澶
激
濒
濮
灌
灡
火
灭
灯
灰
灵
灶
灸
灼
灾
炉
炎
炒
炬
炳
点
炼
烃
烟
烤
烧
烫
热
烷
烹
焕
焖
焙
焦
熄
熏
熔
燃
爬
爱
爹
爽
片
版
牌
牙
牢
牦
物
牵
状
狀
狂
狐
狠
献
獭
玄
率
王
玛
玫
环
现
珈
珊
珍
珠
班
球
理
琼
瑞
璧
瓜
瓦
瓶
瓷
甘
甜
生
甠
甩
田
甲
申
甸
甾
界
畐
畔
留
畜
略
番
疆
疏
疗
疝
疾
症
痍
痛
痢
痫
痰
瘤
癌
白
百
皆
皖
皮
盈
益
监
盒
盖
盘
盟
目
直
相
盾
真
眼
睛
督
睾
瞄
瞩
瞪
瞻
矗
矛
短
矮
矶
矽
码
研
砧
破
础
硉
碍
碟
碲
碾
磅
磋
示
社
视
神
福
禹
禾
科
租
秦
积
称
移
秽
程
税
稠
稳
究
空
穿
突
窄
窑
窗
立
站
竞
端
竺
竽
笐
笔
笘
笠
筑
答
策
筛
筹
简
箔
算
箭
箱
篇
簇
簿
籁
籍
籽
粉
粒
粕
粗
粘
粤
粥
粳
精
糊
糖
糜
系
素
索
紫
累
繁
红
纤
约
级
纯
纱
纲
纳
纷
纸
纺
纽
线
组
细
终
绎
经
绒
结
绕
绘
络
统
绢
绣
绩
续
绳
维
绵
综
绾
绿
缅
缆
缓
缘
缠
缺
罐
网
罕
置
署
美
羟
群
翔
翰
翼
翻
老
考
者
耐
耕
耦
耳
耻
职
联
聘
聚
肃
股
肥
育
肾
背
胍
胎
胨
脉
胶
脆
脊
脱
脲
腊
腌
腔
腹
膏
膛
膳
膻
臂
臵
舜
舞
舟
舱
艇
艘
良
色
艺
节
芋
芜
芝
芯
芳
芽
苎
苏
苔
苦
英
苷
茂
范
茄
茎
荆
荡
荣
荷
莞
莲
获
菁
菊
菏
菩
萎
营
著
落
葡
蒙
蒜
蒿
蓄
蓉
蓝
蓼
蔓
蔷
蕨
蕾
薄
藏
藜
藻
虹
蚀
蚁
蚌
蜀
蝎
融
螯
行
衍
衔
街
衢
补
表
袋
装
裸
襄
西
要
覆
观
规
觅
解
詹
誌
警
计
订
认
训
讯
记
讲
许
设
证
评
识
诊
试
询
请
读
课
调
谋
谐
谨
谱
豆
豚
豫
貂
賣
负
贡
财
责
败
货
质
贪
购
贯
贰
贵
贷
贸
费
赁
资
赋
赛
赞
赢
赣
赤
走
赴
超
越
趋
足
趺
跑
践
跨
路
踪
蹚
车
轨
轩
转
轮
软
轴
轻
载
轿
辅
辆
输
辕
辖
辛
辟
辣
辽
迁
运
近
返
进
远
退
送
适
逆
选
递
通
速
造
逢
逾
遂
遍
道
遥
避
邛
邵
郑
郡
部
鄂
鄱
酉
配
酝
酿
采
释
里
重
量
鉴
鑫
针
钊
钓
钞
钩
钪
钱
钳
钵
钻
铃
铋
铠
铷
铸
铺
铼
链
锅
锆
锇
锋
锐
锗
错
锚
锡
锢
锤
锦
锭
键
锯
锶
锻
镀
镇
镑
镓
镗
镜
镣
镥
镧
镱
长
闙
门
闪
问
闯
闵
闽
阀
阁
阅
队
防
阳
阶
附
际
陆
陇
陈
降
限
陕
院
险
隔
隘
障
隧
难
雄
集
雯
零
需
震
霾
青
静
面
革
靶
韦
韩
章
韵
页
须
预
领
颌
题
额
颞
飞
食
饥
饮
饰
饲
饶
饼
馆
馈
首
香
马
驱
驴
驻
驼
骂
骄
验
骏
骑
骨
高
鲁
鲍
鳃
鳞
麓
麦
麻
黄
黎
黏
黑
黔
默
鼎
鼓
鼩
龙


